Repository: buzztone/eng_struct_tools
Catalog: src/eng_struct_tools/plugins/footing_design/locales/*/LC_MESSAGES/footing_design.po
Languages: es_es

source: Footing Design
es_es: Diseño de Cimentaciones

source: Design concrete footings according to various design codes and standards.
es_es: Diseñar cimentaciones de hormigón según varios códigos y estándares de diseño.

source: Structural Design
es_es: Diseño Estructural

source: Calculate
es_es: Calcular

source: Clear
es_es: Limpiar

source: Export Results
es_es: Exportar Resultados

source: Applied Loads
es_es: Cargas Aplicadas

source: Footing Geometry
es_es: Geometría de la Cimentación

source: Material Properties
es_es: Propiedades del Material

source: Soil Properties
es_es: Propiedades del Suelo

source: Design Code
es_es: Código de Diseño

source: Axial Load
es_es: Carga Axial

source: Moment X
es_es: Momento X

source: Moment Y
es_es: Momento Y

source: Shear X
es_es: Cortante X

source: Shear Y
es_es: Cortante Y

source: Length
es_es: Longitud

source: Width
es_es: Ancho

source: Height
es_es: Altura

source: Thickness
es_es: Espesor

source: Concrete Strength
es_es: Resistencia del Hormigón

source: Steel Strength
es_es: Resistencia del Acero

source: Cover
es_es: Recubrimiento

source: Bearing Capacity
es_es: Capacidad Portante

source: Unit Weight
es_es: Peso Unitario

source: Results
es_es: Resultados

source: Calculation Log
es_es: Registro de Cálculo

source: Category
es_es: Categoría

source: Parameter
es_es: Parámetro

source: Value
es_es: Valor

source: Unit
es_es: Unidad

source: Loading {plugin}...
es_es: Cargando {plugin}...

source: Starting footing design calculation...
es_es: Iniciando cálculo de diseño de cimentación...

source: Calculation completed successfully.
es_es: Cálculo completado exitosamente.

source: Inputs cleared.
es_es: Entradas limpiadas.

source: Export functionality not yet implemented.
es_es: Funcionalidad de exportación aún no implementada.

source: Validation errors:
es_es: Errores de validación:

source: Parameter {param} must be positive
es_es: El parámetro {param} debe ser positivo

source: Applied bearing pressure exceeds allowable capacity
es_es: La presión de apoyo aplicada excede la capacidad admisible

source: Eurocode 2
es_es: Eurocódigo 2

source: Bearing Pressure
es_es: Presión de Apoyo

source: Maximum Bearing Pressure
es_es: Presión de Apoyo Máxima

source: Minimum Bearing Pressure
es_es: Presión de Apoyo Mínima

source: Eccentricity X
es_es: Excentricidad X

source: Eccentricity Y
es_es: Excentricidad Y

source: Effective Area
es_es: Área Efectiva

source: Safety Factor
es_es: Factor de Seguridad

source: Reinforcement Required
es_es: Refuerzo Requerido

source: Minimum Reinforcement
es_es: Refuerzo Mínimo
